[
	{
		"title": "SUPPORT LOCAL FARMS",
		"details": "Buying from local farms reduces the environmental impact of food transportation and supports water-friendly agricultural practices. Farmers' markets, Community Supported Agriculture (CSA) programs, and farm-to-table restaurants help sustain regional ecosystems while providing fresher, healthier food."
	},
	{
		"title": "REVIEW YOUR INSURANCE",
		"details": "Insurance companies are increasingly dealing with the cost of claims from major climate events resulting from damage to homes or vehicles. These rising costs for insurance companies are often passed on to consumers through higher premiums. It is important to review your insurance policies annually as well as to know your exemptions — floods, earthquakes, landslides, tsunamis, and sinkholes are not included in a typical home insurance policy."
	},
	{
		"title": "LIMIT AI USE",
		"details": "Data centers, crucial for AI training and operation, require substantial cooling to prevent server overheating, and most common cooling methods rely heavily on water. In fact, Forbes estimates that AI’s water footprint could reach 6.6 Billion cubic meters annually by 2027. Try to limit the use of these tools, if possible, as even small changes can reduce digital waste."
	},
	{
		"title": "PLANT A GARDEN",
		"details": "In one year, a mature tree can absorb a half a metric ton of carbon dioxide. The absorbed carbon is then stored in the plant’s branches, leaves, and roots, with a significant amount being stored in the soil below. Through the process of photosynthesis, trees and plants remove this climate-warming particle from the atmosphere and help to mitigate the effects of climate change."
	},
	{
		"title": "STAY INFORMED",
		"details": "The United Nations Sustainable Development Goals outline a global plan to combat climate change and promote sustainability. To help, follow trusted sources, join environmental groups, and share knowledge to inspire action. Small, informed choices — like voting, advocating, and adjusting daily habits — help drive lasting change."
	},
	{
		"title": "ADVOCATE FOR CHANGE",
		"details": "Sustainability starts with action. If this is an important issue to you — attend local meetings, sign petitions, and push for policies that protect natural resources and promote clean energy. Support political candidates who prioritize environmental protection. Small steps — like encouraging local businesses to reduce waste or talking to friends — can eventually lead to change."
	}
]